---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeParam
source: html/b942c162-dba5-1146-debf-edcd971bf317.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeParam Property

"Mass: Type"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassTypeParam { get; }
```